Repository: bihor/fp_masterquiz
Catalog: Resources/Private/Language/*.locallang_mod1.xlf
Languages: de

# mlang_tabs_tab
source: Quiz evaluation
de: Quiz-Auswertung

# mlang_labels_tabdescr
source: Evaluations of quiz/poll/test
de: Auswertung eines Quiz/Umfrage/Test

# mlang_labels_tablabel
source: Evaluations of quiz/poll/test
de: Auswertung eines Quiz/Umfrage/Test

# index.quiz
source: Listing of quizzes
de: Liste der Quizze

# index.participant
source: Listing of participants
de: Liste der Quiz-Teilnehmer

# list
source: Listing of quizzes for the folder
de: Liste der Quizze des Ordner

# nothing
source: No entries found...
de: Es wurden keine Einträge gefunden!

# detail-prop
source: Show quiz properties
de: Zeige Quiz-Details

# detail-user
source: Show user results
de: Zeige Benutzer-Details

# detail-chart
source: Show a chart
de: Zeige Charts an

source: Votes
de: Anzahl Abstimmungen

source: Questions
de: Fragen

source: Answers
de: Antworten

source: User
de: Teilnehmer

# delete-user
source: Delete this user-entry!
de: Diesen Teilnehmer-Eintrag löschen!

# lostQuestions
source: Questions with no relation to a quiz:
de: Fragen, die zu keinem Quiz gehören:

# addthis
source: Add this question to this quiz!
de: Füge diese Frage zu diesem Quiz hinzu!

# moveQuestion
source: Move a question from another quiz to this one
de: Verschiebe eine Frage von einem anderen Quiz zu diesem

# movedQuestion
source: This question was moved to this quiz:
de: Diese Frage wurde zu diesem Quiz verschoben:

# questionsInFolder
source: Questions in this current folder (click on a question to move it):
de: Fragen im aktuelle Ordner (drauf klicken, um sie zu verschieben):

# back
source: Back to list
de: Zurück zur Übersicht

# backtoQuiz
source: Back to the quiz
de: Zurück zum Quiz

source: Entries
de: Einträge

# list-participants
source: Listing of participants for the folder
de: Liste der Quiz/Umfrage-Teilnehmer des Ordner

# charts-participants
source: Charts of participants for the folder
de: Charts der Quiz/Umfrage-Teilnehmer des Ordner

# pagination.first
source: First page
de: Erste Seite

# pagination.previous
source: previous page
de: vorherige Seite

# pagination.next
source: next page
de: nächste Seite

# pagination.last
source: last page
de: letzte Seite
