Repository: bihor/fp_masterquiz
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_fp_masterquiz_pi1.description
source: Show a Quiz, Test or Poll.
de: Zeigt ein Quiz, Umfrage oder Test an.

# tx_fpmasterquiz_domain_model_quiz
source: Quiz
de: Quiz/Test

# tx_fpmasterquiz_domain_model_quiz.name
source: Name / Title
de: Name bzw. Titel

# tx_fpmasterquiz_domain_model_quiz.about
source: Text about this quiz
de: Beschreibung dieses Quiz/Test

# tx_fpmasterquiz_domain_model_quiz.timeperiod
source: Time in seconds after the quiz will be terminated
de: Zeit in Sekunden, nach der das Quiz beendet wird

# tx_fpmasterquiz_domain_model_quiz.media
source: Media
de: Medien

# tx_fpmasterquiz_domain_model_quiz.path_segment
source: Path segment
de: Slug

# tx_fpmasterquiz_domain_model_quiz.questions
source: Questions
de: Fragen des Quiz

# tx_fpmasterquiz_domain_model_quiz.evaluations
source: Evaluations
de: Auswertung des Quiz

# tx_fpmasterquiz_domain_model_question
source: Question
de: Fragen

# tx_fpmasterquiz_domain_model_question.title
source: Title
de: Titel

# tx_fpmasterquiz_domain_model_question.qmode
source: Question-mode
de: Frage-Modus

# tx_fpmasterquiz_domain_model_question.image
source: Image
de: Bild

# tx_fpmasterquiz_domain_model_question.bodytext
source: Description
de: Beschreibung der Frage

# tx_fpmasterquiz_domain_model_question.explanation
source: Explanation to the question/answers
de: Erklärung zur Frage/Antworten

# tx_fpmasterquiz_domain_model_question.optional
source: The answer is optional
de: Die Beantwortung ist optional

# tx_fpmasterquiz_domain_model_question.answers
source: Answers of this question
de: Antworten zu dieser Frage

# tx_fpmasterquiz_domain_model_answer
source: Answer
de: Antworten

# tx_fpmasterquiz_domain_model_answer.title
source: Answer-text
de: Antwort-Text

# tx_fpmasterquiz_domain_model_answer.points
source: Points (if the answer is true, type here a number greater than 0)
de: Punkte (falls die Antwort wahr ist, hier eine Zahl größer 0 eingeben)

# tx_fpmasterquiz_domain_model_evaluation
source: Evaluation
de: Auswertung

# tx_fpmasterquiz_domain_model_evaluation.evaluate
source: Evaluate points (unchecked) or percentage (checked)?
de: Werte die Punkte (nicht angekreuzt) oder die Prozente (angekreuzt) oder die Kategorien (eine Kategorie markiert) aus?

# tx_fpmasterquiz_domain_model_evaluation.minimum
source: Minimum value
de: Minimaler Wert

# tx_fpmasterquiz_domain_model_evaluation.maximum
source: Maximum value
de: Maximaler Wert

# tx_fpmasterquiz_domain_model_evaluation.image
source: Image
de: Bild

# tx_fpmasterquiz_domain_model_evaluation.bodytext
source: Description
de: Beschreibung des Ergebnis

# tx_fpmasterquiz_domain_model_evaluation.ce
source: Show this content element at the final page
de: Zeige dieses Element auf der letzten Seite

# tx_fpmasterquiz_domain_model_evaluation.page
source: OR redirect to this page at the end of the quiz
de: ODER leite zu dieser Seite um am Ende des Quiz

# tx_fpmasterquiz_domain_model_participant
source: Participant
de: Teilnehmer-Name

# tx_fpmasterquiz_domain_model_participant.user
source: fe-user
de: Frontend-Benutzer

# tx_fpmasterquiz_domain_model_participant.ip
source: IP-address
de: IP-Adresse

# tx_fpmasterquiz_domain_model_participant.sessionstart
source: Time in seconds for the first page
de: Zeit in Sekunden für die 1. Seite

# tx_fpmasterquiz_domain_model_participant.randompages
source: Random page order
de: Zufalls-Seiten-Reihenfolge

# tx_fpmasterquiz_domain_model_participant.points
source: Reached points for this quiz
de: Erreichte Punktzahl

# tx_fpmasterquiz_domain_model_participant.maximum1
source: Maximum points for the answered questions
de: Maximale Punkte für die beantworteten Fragen

# tx_fpmasterquiz_domain_model_participant.maximum2
source: Maximum points for this quiz
de: Maximale Punkte für dieses Quiz

# tx_fpmasterquiz_domain_model_participant.page
source: Reached page
de: Erreichte Seite

# tx_fpmasterquiz_domain_model_participant.completed
source: User has completed this quiz/poll/test and reached the final page?
de: Benutzer hat das Quiz/Umfrage/Test abgeschlossen und die letzte Seite erreicht?

# tx_fpmasterquiz_domain_model_participant.quiz
source: Participated quiz/test
de: Quiz/Test

# tx_fpmasterquiz_domain_model_participant.selections
source: Answered questions
de: Beantwortete Fragen

# tx_fpmasterquiz_domain_model_selected
source: Selected answers
de: Ausgewählte Antworten

# tx_fpmasterquiz_domain_model_selected.points
source: Points for this question
de: Punkte für diese Frage

# tx_fpmasterquiz_domain_model_selected.entered
source: Entered text to this question
de: Eingegebener Text zu dieser Frage

# tx_fpmasterquiz_domain_model_selected.question
source: Question
de: Frage

# tx_fpmasterquiz_domain_model_selected.answers
source: Answers to this question
de: Antworten zu dieser Frage

# tx_fpmasterquiz_domain_model_tag.timeperiod
source: Time period in seconds
de: Zeitperiode in Sekunden

# tx_fpmasterquiz_domain_model_question.qmode.0
source: Multiple answers possible (check-box)
de: Mehrere Antworten möglich (check-box)

# tx_fpmasterquiz_domain_model_question.qmode.1
source: Choose one answer (radio-button)
de: Nur eine Antwort ist korrekt (radio-button)

# tx_fpmasterquiz_domain_model_question.qmode.2
source: Select one answer (select-box)
de: Nur eine Antwort auswählbar (select-box)

# tx_fpmasterquiz_domain_model_question.qmode.3
source: Enter an answer (text-field)
de: Eine Antwort eingeben (Textfeld)

# tx_fpmasterquiz_domain_model_question.qmode.4
source: Yes/no-boxes (2 radio-buttons)
de: Ja/Nein-Felder (2 Radio-Buttons)

# tx_fpmasterquiz_domain_model_question.qmode.5
source: Enter a comment (textarea)
de: Einen Kommentar eingeben (textarea)

# tx_fpmasterquiz_domain_model_question.qmode.6
source: Show a comment
de: Gib einen Kommentar aus

# tx_fpmasterquiz_domain_model_question.qmode.7
source: Star rating
de: Bewertung mit Sternen
