Repository: bihor/fp_masterquiz
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_fpmasterquiz_domain_model_quiz.about
source: About
de: Beschreibung

# tx_fpmasterquiz_domain_model_quiz.timeperiod
source: Time in seconds after the quiz will be terminated
de: Zeitspanne in Sekunden, nach der das Quiz beendet wird

# tx_fpmasterquiz_domain_model_quiz.media
source: Media
de: Medien

# tx_fpmasterquiz_domain_model_quiz.path_segment
source: Path segment
de: Sprechendes Url Segment

# tx_fpmasterquiz_domain_model_quiz.questions
source: Questions
de: Fragen

# tx_fpmasterquiz_domain_model_quiz.evaluations
source: Evaluations
de: Auswertung

# tx_fpmasterquiz_domain_model_question
source: Question
de: Frage

# tx_fpmasterquiz_domain_model_question.title
source: Title
de: Titel

# tx_fpmasterquiz_domain_model_question.qmode
source: Question-mode
de: Frage-Modus

# tx_fpmasterquiz_domain_model_question.image
source: Image
de: Bild

# tx_fpmasterquiz_domain_model_question.bodytext
source: Bodytext
de: Beschreibung

# tx_fpmasterquiz_domain_model_question.explanation
source: Explanation
de: Erklärung

# tx_fpmasterquiz_domain_model_question.optional
source: The answer is optional
de: Die Beantwortung ist optional

# tx_fpmasterquiz_domain_model_question.answers
source: Answers
de: Antworten

# tx_fpmasterquiz_domain_model_answer
source: Answer
de: Antwort

# tx_fpmasterquiz_domain_model_answer.title
source: Title
de: Titel

# tx_fpmasterquiz_domain_model_answer.points
source: Points
de: Punkte

# tx_fpmasterquiz_domain_model_evaluation
source: Evaluation
de: Auswertung

# tx_fpmasterquiz_domain_model_evaluation.evaluate
source: Evaluate points (unchecked) or percentage (checked) or categories (a category is checked)?
de: Werte Punkte (nicht markiert) oder Prozente (markiert) oder Kategorien (eine Kategorie markiert) aus?

# tx_fpmasterquiz_domain_model_evaluation.minimum
source: Minimum value
de: Mindestwert

# tx_fpmasterquiz_domain_model_evaluation.maximum
source: Maximum value
de: Maximalwert

# tx_fpmasterquiz_domain_model_evaluation.image
source: Image
de: Bild

# tx_fpmasterquiz_domain_model_evaluation.bodytext
source: Description
de: Beschreibung

# tx_fpmasterquiz_domain_model_evaluation.ce
source: Show this content element at the final page
de: Zeige diesen Inhalt auf der Schlußseite an

# tx_fpmasterquiz_domain_model_evaluation.page
source: OR redirect to this page at the end of the quiz
de: ODER leite am Ende des Quiz auf diese Seite um

# tx_fpmasterquiz_domain_model_participant
source: Participant
de: Teilnehmer

# tx_fpmasterquiz_domain_model_participant.sys_language_uid
source: Language
de: Sprache

# tx_fpmasterquiz_domain_model_participant.crdate
source: Date
de: Datum

# tx_fpmasterquiz_domain_model_participant.user
source: fe-user
de: FE-Benutzer

# tx_fpmasterquiz_domain_model_participant.ip
source: IP-address
de: IP-Adresse

# tx_fpmasterquiz_domain_model_participant.sessionstart
source: Time in seconds for the first page
de: Zeit in Sekunden für die 1. Seite

# tx_fpmasterquiz_domain_model_participant.points
source: Reached points for this quiz
de: Erreichte Punktzahl

# tx_fpmasterquiz_domain_model_participant.maximum1
source: Maximum points for the answered questions
de: Maximal mögliche Punkte bisher

# tx_fpmasterquiz_domain_model_participant.maximum2
source: Maximum points for this quiz
de: Maximal mögliche Punkte insgesamt

# tx_fpmasterquiz_domain_model_participant.page
source: Reached page
de: Erreichte Seite

# tx_fpmasterquiz_domain_model_participant.quiz
source: Participated quiz/test
de: Gelöstes Quiz/Test

# tx_fpmasterquiz_domain_model_participant.selections
source: Answered questions
de: Beantwortete Fragen

# tx_fpmasterquiz_domain_model_participant.time
source: Date and time
de: Datum und Zeit

# tx_fpmasterquiz_domain_model_selected
source: Selected answews
de: Ausgewählte Antworten

# tx_fpmasterquiz_domain_model_selected.points
source: Points for this question
de: Punkte für diese Frage

# tx_fpmasterquiz_domain_model_selected.entered
source: Entered text to this question
de: Eingegebener Text zu dieser Frage

# tx_fpmasterquiz_domain_model_selected.question
source: Question
de: Frage

# tx_fpmasterquiz_domain_model_selected.answers
source: Answers to this question
de: Antworten zu dieser Frage

# tx_fpmasterquiz_domain_model_tag.timeperiod
source: Time period in seconds
de: Zeitperiode in Sekunden

# text.gostart
source: start with the questions
de: Beginne mit den Fragen

# text.goon
source: go on
de: weiter

# text.gofinal
source: go to the evaluation
de: zur Auswertung

# text.userData
source: If you want, you can enter here some personal data (e.g. for a highscore list).
de: Wenn du willst, kannst du hier noch deine persönlichen Daten eintragen (z.B. für eine Highscore-Liste).

# text.position
source: Position
de: Platz

# text.participant
source: Participant
de: Teilnehmer

# text.saveData
source: Save data
de: Daten speichern

# text.dataSaved
source: Your data have been saved.
de: Deine Angaben wurden gespeichert.

# text.yes
source: yes
de: ja

# text.no
source: no
de: nein

# text.done
source: Done!
de: Fertig!

# text.youHave
source: You have gotten
de: Du hast

# text.gottenPoints
source: points. That are
de: Punkte erreicht. Das entspricht

# text.backToStart
source: Start again
de: Zurück zum Anfang

# text.page
source: Page
de: Seite

# text.question
source: Question
de: Frage

# text.of
source: of
de: von

# text.points
source: points
de: Punkte

# text.yourAnswers
source: Your answer(s):
de: Ihre Antwort(en):

# text.yourTextAnswer
source: Your text-answer:
de: Ihre Eingabe:

# text.correctAnswers
source: Correct answer(s):
de: Richtige Antwort(en):

# text.allAnswers
source: All answer(s):
de: Bisherige Antwort(en):

# text.choices
source: choices
de: mal ausgewählt

# text.myChoice
source: my choice
de: meine Antwort

# text.pointsQuestion
source: Your points for this question:
de: Punkte für diese Frage:

# text.pointsYet
source: Your points yet:
de: Punkte bisher:

# text.explanation
source: Explanation:
de: Erklärung:

# text.chooseQuiz
source: Please choose a quiz ...
de: Bitte wähle ein Quiz aus ...

# text.errorEmpty
source: Error: please choose an answer!
de: Bitte wählen Sie erst eine Antwort aus!

# error.error
source: Error!
de: Fehler!

# error.quizNotFound
source: The quiz with this uid was not found (Record Storage Place set?):
de: Das Quiz mit dieser Uid wurde nicht gefunden (Datensatzsammlung gesetzt?):

# error.quizDetailNotFound
source: No quiz and no detail page was not found!
de: Es wurde kein Quiz und keine Startseite gesetzt! (Datensatzsammlung gesetzt?)

# text.answer.input
source: Answer:
de: Antwort:

# text.answer.textarea
source: Answer:
de: Antwort:

# text.joker.button
source: Use a 50:50 joker
de: 50:50 Joker benutzen

# text.joker.title
source: The joker will hide half of the answers. You will get only half of the points.
de: Bei der Benutzung des Jokers fallen zwei Antworten weg. Sie erhalten lediglich die halbe Punktzahl.

# text.updated
source: Update completed
de: Update abgeschlossen

# text.questionAdded
source: The question was added to the quiz.
de: Die Frage wurde zum Quiz hinzugefügt.

# text.showResultPage
source: Show results
de: Ergebnisse anzeigen

# text.showHighscorePage
source: Show highscore
de: Highscore anzeigen

# text.remainingTime
source: Remaining time:
de: Verbleibende Zeit:

# text.remainingTimePage
source: Remaining time for this page:
de: Verbleibende Zeit für diese Seite:

# text.expiredTime
source: The time has expired! The form will now be sent!
de: Die Zeit ist abgelaufen! Das Formular wird nun abgesendet!

# text.detailEvaluation
source: The detailed evaluation of your answers leads to the result given below.
de: Die detaillierte Auswertung deiner Antworten führt zu dem weiter unten angegebenen Ergebnis.

# text.categoryTitle
source: Category
de: Kategorie

# text.categoryCount
source: Clicked by you
de: Von dir angeklickt

# template.not_configured
source: no template layout selected!
de: kein Template ausgewählt!

# template.list
source: List of all quiz of one folder
de: Liste aller Quizze aus dem Ordner

# template.show
source: Show a selected quiz and use a pagebrowser (you need to select the storage folder too)
de: Ein bestimmtes Quiz anzeigen und den Pagebrowser nutzen (Datensatzsammlung muss dennoch gewählt werden)

# template.showByTag
source: Show a selected quiz and order questions by tag (you need to select the storage folder too)
de: Ein bestimmtes Quiz anzeigen und Fragen nach Tag sortieren (Datensatzsammlung muss dennoch gewählt werden)

# template.intro
source: Show an intro page and then a quiz (you need to select the storage folder too)
de: Eine Into-Seite und dann ein Quiz anzeigen (Datensatzsammlung muss dennoch gewählt werden)

# template.result
source: Show a result of a quiz (you need to select the storage folder too)
de: Ergebnis eines Quiz anzeigen (Datensatzsammlung muss dennoch gewählt werden)

# template.highscore
source: Show a highscore of a quiz (you need to select the storage folder too)
de: Highscore eines Quiz anzeigen (Datensatzsammlung muss dennoch gewählt werden)

# template.closure
source: Show a closure page after a quiz (you need to select the storage folder too)
de: Eine Abschlussseite zeigen (Datensatzsammlung muss dennoch gewählt werden)

# templateLayout
source: Template layout (see manual):
de: Template-Layout (siehe Doku):

# settings
source: Configuration
de: Allgemeine Einstellungen

# settings.startPageUid
source: Start page of a quiz/poll (listPid):
de: Startseite des Quiz/Umfrage (listPid):

# settings.showPageUid
source: Single page of a quiz/poll (detailPid):
de: Singleseite für ein Quiz/Umfrage (detailPid):

# settings.closurePageUid
source: Page for a closure after a quiz (when askForData=3):
de: Abschlussseite zu der umgeleitet werden soll, wenn askForData=3

# settings.resultPageUid
source: Page where to show a result of a quiz/poll:
de: Ergebnisse eines Quiz/Umfrage hier anzeigen:

# settings.highscorePageUid
source: Page where to show a highscore of a quiz:
de: Highscore eines Quiz hier anzeigen:

# settings.defaultQuizUid
source: Show this quiz/poll:
de: Dieses Quiz/Umfrage anzeigen:

# settings.introContentUid
source: Content element for the intro page:
de: Content-Element für die Intro-Seite:

# settings.itemsPerPage
source: Number of questions per page:
de: Anzahl der Fragen pro Seite:

# settings.showAnswerPage
source: Show a solution page with answered questions after every submit?
de: Zeige eine Auswertung der beantworteten Fragen nach jedem absenden an?

# settings.showAnswersAtFinalPage
source: Show the answered questions (solutions) at the final page?
de: Zeige die beantworteten Fragen (Auswertung) auf der Schlußseite an?

# settings.showOwnAnswers
source: Show the own answers?
de: Zeige die eigenen Antworten an?

# settings.showCorrectAnswers
source: Show the correct answers?
de: Zeige die richtigen Antworten an?

# settings.showEveryAnswer
source: Show every answer like on the question-page?
de: Zeige alle Antworten an, so wie auf der Fragen-Seite?

# settings.showAllAnswers
source: Show all answers from everybody (only at the final page)?
de: Zeige alle bisherigen Antworten an (nur auf der Schlußseite)?

# settings.showPoints
source: Show the possible/reached points?
de: Zeige die möglichen/erreichten Punkte an?

# settings.showDetailedCategoryEval
source: Show detailed category evaluation if categories are used?
de: Zeige eine detaillierte Kategorieauswertung an, wenn Kategorien benutzt werden?

# settings.noFormCheck
source: Disable form check (set all questions as non mandatory)?
de: Fragen-Check ausschalten (Abfrage, ob alle Fragen beantwortet wurden)?

# settings.allowEdit
source: Allow edit answered questions (works only for show by tag)?
de: Erlaube es, Antworten zu editieren (funktioniert nur bei "Fragen nach Tag sortieren")?

# settings.random
source: Enable a random mode for tags (works only for show by tag)?
de: Zufallsmodus für Tags aktivieren (funktioniert nur bei "Fragen nach Tag sortieren")?

# settings.ajax
source: Enable AJAX-version? Important: all FlexForm-settings will be ignored then.
de: AJAX-Version einschalten? WICHTIG: alle FlexForm-Einstellungen werden dann ignoriert!

# settings.no
source: no
de: nein

# settings.yes
source: yes
de: ja

# settings.yesNotFinal
source: yes, but not on the final page
de: ja, aber nicht auf der Schlußseite

# settings.yesFirstPage
source: yes, but only at the first page
de: ja, aber nur auf der 1. Seite

# settings.yesIntroPage
source: yes, but only at the intro page
de: ja, aber nur auf der Intro-Seite

# settings.yesFinalPage
source: yes, but only at the final page (save the plugin! | you need a closure page too!)
de: ja, aber nur auf der Schluss-Seite (speichern! | man braucht auch eine Abschlussseite)

# enables
source: Enable/disable
de: Ein-/Ausschalten

# pagelayoutview
source: Masterquiz plugin settings:
de: Masterquiz-PlugIn-Einstellungen:

# pagemodule.switchToPage
source: switch to page
de: gehe zur Seite

# pagemodule.pageNotAvailable
source: page not available!
de: keine Seite verfügbar!

source: Startingpoint:
de: Ordner mit Inhalten:

source: Recursive:
de: Rekursiv:

# tasks.title
source: Delete old participants
de: Lösche alle alten Teilnehmer

# tasks.description
source: Deletes all old participants of a folder.
de: Importiert myquizpoll-Einträge eines ausgewählten Ordners.

# tasks.exportTitle
source: Export CSV-file with participants
de: Exportiere CSV-Datei mit Teilnehmern

# tasks.exportDescription
source: Exports participants (with all data) of a folder.
de: Exportiere die Teilnehmer eines Ordners

# tasks.validate.page
source: Page with quiz-elements (pages UID):
de: Seite mit den Einträgen (Seiten-UID):

# tasks.validate.invalidPage
source: Invalid pages uid, please enter a valid pages uid!
de: Diese Seite gibt es nicht oder sie ist nicht freigegeben!

# tasks.validate.days
source: Delete entries older than ... days:
de: Lösche Einträge älter als ... Tage:

# tasks.validate.invalidDays
source: Number of days must be greater than 0!
de: Die Anzahl der Tage muss größer als 0 sein!

# tasks.validate.flag
source: Check this if only the delete-flag should be set. Attention: the recycler does not delete mm-relations! That is a TYPO3-bug.
de: Ankreuzen, wenn stattdessen nur das delete-Flag gesetzt werden soll. Achtung: der Recycler löscht keine mm-Relationen! Das ist ein TYPO3-Bug.

# tasks.validate.language
source: Language-UID:
de: Sprach-UID:

# tasks.validate.invalidLanguage
source: Invalid language uid, please enter a valid language uid!
de: Diese Sprache gibt es nicht!

# tasks.validate.invalidFile
source: Invalid csv-file!
de: Die CSV-Datei ist nicht valide!

# tasks.validate.simulate
source: Only simulation?
de: Nur simulieren?

# tasks.titleImport
source: Import an myquizpoll-quiz
de: Import von myquizpoll-Quizes

# tasks.descriptionImports
source: Starts an simple import from a folder with myquizpoll-entries.
de: Starte einen simplen Import (alle myquizpoll-Einträge eines Ordners).

source: User settings
de: Teilnehmer-Einstellungen

# settings.user.askForData
source: Ask for user data at the first page of a quiz?
de: Frage nach Teilnehmer-Daten auf der 1. Seite?

# settings.user.checkFEuser
source: Check if a FE-user has already participated?
de: Abfragen, ob ein FE-user schon teilgenommen hat?

# settings.user.useQuizPid
source: Use automatically the pid from the quiz?
de: Benutze die PID des Quiz für den Teilnehmer?

# settings.user.ipSave
source: Save the IP-address of a user?
de: IP-Adresse des Teilnehmers speichern?

# settings.user.ipAnonymous
source: Anonymize the IP-address?
de: Die IP-Adresse anonymisieren?

# settings.user.useCookie
source: Save the session in a cookie for X days? -1: sets a session cookie; 0: no cookie; >0 X=days.
de: Speichere die Session in einem Cookie für X Tage? -1: setzt ein Session-Cookie; 0: kein Cookie; >0 X=Tage.

source: Email settings
de: Email-Einstellungen

# settings.email.sendToAdmin
source: Send an email to the admin at the final page?
de: Sende eine Email an den Admin am Schluss?

# settings.email.sendToUser
source: Send an email to the user at the final page?
de: Sende eine Email an den Teilnehmer am Schluss?

# dashboard.widget.fixpunktRecentParticipants.title
source: fp_masterquiz: the recent 7 votes
de: fp_masterquiz: die letzten 7 Teilnehmer

# dashboard.widget.fixpunktRecentParticipants.description
source: Shows some details from recent votes by participant like date and the 1. answer
de: Zeigt Details über die letzten Teilnehmer wie Datum und 1. Abstimmung

# dashboard.widget.fixpunktLastDays.title
source: fp_masterquiz: votes of the last 31 days
de: fp_masterquiz: die letzten 31 Tage

# dashboard.widget.fixpunktLastDays.description
source: Shows a bar chart with number of votes for each day
de: Zeigt ein Balkendiagramm mit der Anzahl der Abstimmungen pro Tag

# tasks.validate.csvfile
source: Path and name of the csv file (must begin with "fileadmin/"):
de: Pfad und Name der CSV-Datei (muss mit "fileadmin/" beginnen):

# tasks.validate.separator
source: Separator:
de: Begrenzungszeichen:

# tasks.validate.delimiter
source: Delimiter:
de: Trennzeichen:

# tasks.validate.ansdelimiter
source: Answers delimiter:
de: Trennzeichen bei Antworten:

# tasks.validate.convert
source: Convert text from UTF-8 to ISO?
de: Von UTF-8 nach ISO konvertieren?

# tasks.validate.invalidCsvfile
source: Invalid csv file, please enter a valid path to the csv file in the fileadmin folder!
de: Der Name der CSV-Datei wird nicht akzeptiert!
